{
  "id": "34719194",
  "status": "dead",
  "sex": "F",
  "age": 68,
  "admission_type": "OBSERVATION ADMIT",
  "admission_location": "EMERGENCY ROOM",
  "discharge_location": "DIED",
  "arrival_transport": "WALK IN",
  "disposition": "ADMITTED",
  "text": " Name:  ___             Unit No:   ___ Admission Date:  ___              Discharge Date:   ___ Date of Birth:  ___             Sex:   F Service: CARDIOTHORACIC Allergies: IV Dye, Iodine Containing Contrast Media / Oxycodone / cilostazol / Varenicline Attending: ___. Chief Complaint:Shortness of breath Major Surgical or Invasive Procedure:Intubation & Mechanical Ventilation (Extubated)Temporary Pacer PlacementCVL Insertion History of Present Illness:___ with COPD who has been admitted 9 times since ___ for dyspnea, CAD, atrial fibrillation on apixaban who presented with shortness of breath since being discharged on ___. She was discharged home with services.   Mrs. ___ has significant COPD, with recent PFTs on ___ showing severely reduced FEV1 and moderately reduced FEV1/FVC. She was generally feeling better since discharged on ___, continuing her prednisone (at 40mg today) until the day prior to presentation. She subsequently began to become short of breath, especially with exertion, and developed a cough productive of brown sputum. No fever, chills, nausea, vomiting, diarrhea. She sleeps with three pillows laying on her side, which is stable. Her secondary concern is that she is having trouble walking due to pain in her R-hip to R-thigh with weight bearing. This was new. No falls or trauma. No loss of sensation, numbness, weakness, urinary or fecal incontinence or difficulty urinating.   In the ED, initial vital signs were: 99.0 80 116/66 24 98% Nasal Cannula   - Exam was notable for: diffuse ronchi worst in the RLL, tripoding   - Labs were notable for: flu swab negative, WBC 7.5 with left shift, CBC otherwise WNL, BNP 425, lactate 3.0, U/A cloudy with 30 protein but otherwise negative, BUN/Cr ___   - Imaging: CXR with mild bibasilar atelectasis, though ED physicians concerned for pneumonia on lateral view   - The patient was given: 1g Vancomycin, 2g cefepime, 500 mg PO azithromycin, 1 duoneb, 20 mg prednisone (total 60 mg that day)   - Consults: none   Vitals prior to transfer were: 98.2 87 148/76 18 92% RA   Upon arrival to the floor, Mrs. ___ stated her breathing was slightly better, but she continued to have shortness of breath. She felt as though her ears are clogged up, and this was her as well. She stated she has been taking all her medications as prescribed.   Past Medical History:- COPD/Asthma on home 2L O2- Atypical Chest Pain- Hypertension- Hyperlipidemia- Osteroarthritis- Atrial Fibrillation on Apixaban- Anxiety- Cervical Radiculitis- Cervical Spondylosis- Coronary Artery Disease- Headache- Herpes Zoster- GI Bleeding- Peripheral Vascular Disease s/p bilateral iliac stents- s/p hip replacement Social History:___Family History:Mother with asthma and hypertension. Father with colon cancer. Brother with leukemia. Physical Exam:PHYSICAL EXAMINATION ON ADMISSION:================================== VITALS: 98.4 140/83 77 22 94% RA   GENERAL: breathing somewhat heavily with audible wheeze   HEENT - no pallor or icterus, no oropharyngeal lesion, no sinus tenderness   NECK: Supple, JVP flat   CARDIAC: RRR, unable to appreciate any m/r/g due to breathing   PULMONARY: diffuse wheezes and ronchi   ABDOMEN: NT/ND, +BS   EXTREMITIES: 1+ lower extremity edema up shins, patient is sitting ___ style and I do not appreciate tenderness at the R hip   SKIN: Without rash.   NEUROLOGIC: A&Ox3, moving all extremities with purpose   PHYSICAL EXAMINATION ON DISCHARGE:================================== HR and RR went to zero on continuous telemetry. Patient did not respond to vocal or tactile stimuli. Pupils were non-reactive to light. She had no heart or lung sounds for > 1 minute on auscultation. She was pronounced dead at 0515. Family was notified, they had previously declined an autopsy.  Pertinent Results:LABS ON ADMISSION:==================___ 04:38PM BLOOD WBC-7.5 RBC-4.39 Hgb-12.3 Hct-38.6 MCV-88 MCH-28.0 MCHC-31.9* RDW-18.0* RDWSD-56.9* Plt ______ 04:38PM BLOOD Neuts-92.1* Lymphs-3.9* Monos-3.5* Eos-0.0* Baso-0.0 Im ___ AbsNeut-6.91* AbsLymp-0.29* AbsMono-0.26 AbsEos-0.00* AbsBaso-0.00*___ 04:38PM BLOOD Plt ______ 04:38PM BLOOD Glucose-143* UreaN-20 Creat-1.1 Na-135 K-3.5 Cl-91* HCO3-29 AnGap-19___ 04:38PM BLOOD ALT-50* AST-41* AlkPhos-73 TotBili-0.3___ 04:38PM BLOOD proBNP-425___ 04:38PM BLOOD Albumin-4.4 Calcium-10.3 Phos-3.6 Mg-2.0___ 10:40AM BLOOD ___ pO2-130* pCO2-41 pH-7.42 calTCO2-28 Base XS-2 Comment-GREEN TOP___ 04:44PM BLOOD Lactate-3.0*LABS ON DISCHARGE:==================___ 04:15AM BLOOD WBC-13.4* RBC-2.42* Hgb-7.0* Hct-22.9* MCV-95 MCH-28.9 MCHC-30.6* RDW-17.5* RDWSD-56.8* Plt ______ 04:15AM BLOOD Glucose-94 UreaN-15 Creat-0.6 Na-138 K-4.2 Cl-97 HCO3-37* AnGap-8___ 04:15AM BLOOD Calcium-8.3* Phos-3.0 Mg-2.0SELECT IMAGING:===============___ CXR:  COMPARISON: ___  FINDINGS:   Heart size is mildly enlarged. There is mild unfolding of the thoracic aorta. Cardiomediastinal silhouette and hilar contours are otherwise unremarkable. There is mild bibasilar atelectasis. Lungs are otherwise clear. Pleural surfaces are clear without effusion or pneumothorax. Focus of air seen under the right hemidiaphragm, likely represents colonic interposition.  IMPRESSION:No acute cardiopulmonary abnormality.  ___ RUE U/S: IMPRESSION: 4 cm acute deep vein thrombosis noted within the mid right brachial vein as detailed above. ___ CXR: IMPRESSION: The endotracheal tube tip is 6 cm above the carina.  Nasogastric tube tip is beyond the GE junction and off the edge of the film.  A left central line is present in the tip is in the mid SVC.  A pacemaker is noted on the right in the lead projects over the right ventricle.  There is probable scarring in both lung apices.  There are no new areas of consolidation.  There is upper zone redistribution and cardiomegaly suggesting pulmonary venous hypertension. There is no pneumothorax.  Brief Hospital Course:___ hx severe COPD, AFib, CAD, HTN, HLD, recent hospitalizations for recurrent COPD exacerbations over the last several months, who presented with dyspnea and increased wheezing secondary to severe COPD. She was treated for her COPD with nebulizers and steroids, but continued to decline eventually suffering a PEA arrest thought due to hypoxemia requiring endotracheal intubation and mechanical ventilation. A temporary pacemaker was placed for periods of bradycardia that may also have contributed to her PEA arrest (versus being a manifestation of severe hypoxemia/severe hypercarbia preceding her arrest). She made a cognitive recovery but was unable to be successfully weaned from her ventilator. She had capacity and was able to make it understand that she did not wish: continued intubation & mechanical ventilation; re-intubation and mechanical ventilation once extubated; or, positive non-invasive pressure ventilation. After extensive discussions with her and her family, she was transitioned to DNR/DNI and comfort-oriented care. She was extubated to spend quality time with her family before passing from respiratory failure on the morning of ___ at 0515. Autopsy was declined by family.She was incidentally found to have a RUE DVT that was treated with heparin gtt (which was also used for anticoagulation for her atrial fibrillation; she was temporarily transitioned to argatroban for concern of HIT, but PF4 antibodies returned at very low OD, making this diagnosis unlikely). She was also treated for an acute sinusitis with Augmentin during her hospital stay.  Medications on Admission:The Preadmission Medication list is accurate and complete.1. Acetaminophen 325 mg PO Q4H:PRN Pain 2. Calcitrate-Vitamin D (calcium citrate-vitamin D3) 315 mg - 200 units  oral DAILY 3. Tiotropium Bromide 1 CAP IH DAILY 4. Theophylline SR 300 mg PO BID 5. Sulfameth/Trimethoprim SS 1 TAB PO DAILY prophylaxis for long term steroid use 6. Ranitidine 300 mg PO DAILY 7. PredniSONE 40 mg PO DAILY 8. Lorazepam 0.5 mg PO Q8H:PRN Insomnia, anxiety, vertigo 9. Latanoprost 0.005% Ophth. Soln. 1 DROP BOTH EYES QHS 10. Isosorbide Mononitrate (Extended Release) 240 mg PO DAILY 11. Ipratropium Bromide Neb 1 NEB IH Q6H Wheezing 12. Hydrochlorothiazide 50 mg PO DAILY 13. Guaifenesin ___ mL PO Q4H:PRN cough 14. Fluticasone-Salmeterol Diskus (500/50)  1 INH IH BID 15. Fluticasone Propionate NASAL 2 SPRY NU DAILY:PRN allergies 16. Ferrous Sulfate 325 mg PO DAILY 17. Dorzolamide 2% Ophth. Soln. 1 DROP BOTH EYES BID 18. albuterol sulfate 90 mcg/actuation inhalation Q4H 19. Apixaban 5 mg PO BID 20. Aspirin 81 mg PO DAILY 21. Atorvastatin 10 mg PO QPM 22. Diltiazem Extended-Release 240 mg PO BID 23. Docusate Sodium 100 mg PO BID 24. Sodium Chloride Nasal ___ SPRY NU QID:PRN nasal discomfort 25. Morphine Sulfate (Oral Solution) 2 mg/mL 5 mg PO Q4H:PRN shortness of breath 26. Budesonide Nasal Inhaler 180 mcg Other DAILY  Discharge Medications:None. Discharge Disposition:Expired Discharge Diagnosis:PRIMARY DIAGNOSES:s/p PEA Arrest Respiratory FailureCOPDSinusitisRUE DVTSECONDARY DIAGNOSES:Atrial fibrillationHypertensionCAD Discharge Condition:Deceased.  Discharge Instructions:N/A Followup Instructions:___"
}
